Repository: p0rtz3r0x1/ice-dev
Catalog: usr/share/ice/locale/*/LC_MESSAGES/messages.po
Languages: ja, nl, sv

source: Unable to parse URL, {0}
ja: {0}というURLを解釈できません
nl: Niet in staat om de volgende link weer te geven, {0}
sv: Kan inte analysera webbadressen, {0}

source: Unable to find favicon for, {0}
ja: {0}のfaviconが見つかりません
nl: Niet in staat om een favicon te vinden voor, {0}
sv: Kan inte hitta ikonen för, {0}

source: Unable to find URL. Is it valid? {0}
ja: {0}というURLが見つかりません。URLが正しいですか?
nl: Kan de link niet vinden. Is deze juist? {0}
sv: Kan inte hitta webbadressen. Är den rätt? {0}

source: Accessories
ja: アクセサリ
nl: Hulpmiddelen
sv: Tillbehör

source: Games
ja: ゲーム
nl: Spelletjes
sv: Spel

source: Graphics
ja: グラフィックス
nl: Grafisch
sv: Grafik

source: Internet
ja: インターネット

source: Office
ja: オフィス
nl: Kantoor
sv: Kontor

source: Programming
ja: プログラミング
nl: Programmeren
sv: Programmering

source: Multimedia
ja: マルチメディア

source: System
ja: システム
nl: Systeemgereedschap
sv: Systemverktyg

source: ERROR: An unknown browser selection error has occurred.
ja: エラー:不明なブラウザが選択された.
nl: FOUT: er heeft zich een onbekende fout voorgedaan.
sv: FEL: Ett okänt val av webbläsare har uppstått.

source: Please choose an icon.
ja: アイコンを選択.
nl: Kies een icoon.
sv: Var god välj en ikon.

source: Browser Error
ja: ブラウザエラー
nl: Browser fout
sv: Webbläsarefel

source: <b>Warning: No Suitable Browser Detected</b>
ja: <b>警告:適合するブラウザが見つからない</b>
nl: <b>Waarschuwing: er is geen geschikte browser gevonden</b>
sv: <b>Varning: Ingen lämpligt webbläsare hittades</b>

source: The name of the SSB will cause an existing SSB to be overwritten. To prevent this, change a letter in the name. Continue anyway?
ja: その名前のSSBが既にあるので、上書きされます。 これを防止するには、名前を変更してください。 上書きしますか？
nl: De naam van de SSB zal de bestaande naam van de SSB overschrijven. Om dit te voorkomen dient u tenminste één letter in de naam te wijzigen. Wilt u toch verder gaan?
sv: Namnet på SSB kommer att orsaka att en existerande SSB skrivs över. För att förhindra detta, ändra en bokstav i namnet. Fortsätt ändå?

source: Ice requires a system installation of either Google Chrome or Chromium in order to function. Please install at least one in order to create SSBs.
ja: Iceの機能を使うにはGoogle ChromeかChromiumのインストールが必要です。 SSBを作成するには、少なくともどちらかをインストールしてください。
nl: Ice werkt uitsluitend met Google Chrome, Chromium, Firefox of Vivaldi. Installeer tenminste één van deze browsers om SSB's te maken met Ice.
sv: Ice kräver att antingen Google Chrome, Chromium, Firefox, eller Vivaldi är installerat för att fungera. Var god installera minst ett för att kunna skapa SSBs.

source: Close
ja: 終了
nl: Sluit
sv: Stänga

source: Duplication Error
ja: 重複エラー
nl: Kopieerfout
sv: Dupliceringsfel

source: <b>Warning: File Duplication Error</b>
ja: <b>警告:ファイル重複エラー</b>
nl: <b>Waarschuwing: dubbele bestandsnaam</b>
sv: <b>Varning: Fil Dupliceringsfel</b>

source: Cancel
ja: キャンセル
nl: Annuleren
sv: Annullera

source: Address Error
ja: アドレスエラー
nl: Verkeerd adres
sv: Adress fel

source: <b>Warning: HTTP or URL Error</b>
ja: <b>警告:HTTPもしくはURLのエラー</b>
nl: <b>Waarschuwing: HTTP of URL fout</b>
sv: <b>Varning: HTTP eller URL Fel</b>

source: An error with the web address has been detected. This is possibly the site being down or unavailable right now. Continue anyway?
ja: Webアドレスのエラーが発生しました。 サイトがダウンしているか、現在利用できなくなっている可能性があります。 それでも続行しますか?
nl: Er is een fout bij dit webadres geconstateerd. Waarschijnlijk is de website niet beschikbaar op dit moment. Wilt u toch verdergaan?
sv: Ett fel med webbadressen har hittats. Detta är möjligen på grund av att platsen är nere eller inte tillgängligt just nu. Fortsätt ändå?

source: Name Error
ja: 名前エラー
nl: Naam Fout
sv: Namnfel

source: <b>Error: No Application Name Entered.</b>
ja: <b>エラー：アプリケーション名が入力されていません.</b>
nl: <b>Fout: er is geen toepassingsnaam ingevoerd.</b>
sv: <b>Fel: Inget appnamn inmatat.</b>

source: Please enter an application name to continue.
ja: 続行するにはアプリケーション名を入力してください.
nl: Voer een toepassingsnaam in om door te gaan.
sv: Vänligen ange ett appenamn för att fortsätta.

source: ERROR: An address error has occurred.
ja: エラー:アドレスエラーが発生した.
nl: FOUT: er is een verkeerd adres geconstateerd.
sv: FEL: Ett adress fel har uppstått.

source: ERROR: An unknown error has occurred.
ja: エラー:不明なエラーが発生した.
nl: FOUT: er is een onbekende fout opgetreden.
sv: FEL: Ett okänt fel har uppstått.

source: <b>Welcome to Ice, a simple SSB manager.</b>
ja: <b>ICE SSBマネージャーへようこそ</b>
nl: <b>Welkom bij Ice, een eenvoudige SSB manager.</b>
sv: <b>Välkommen till Ice, en enkel SSB hanterare.</b>

source: Name the application
ja: アプリケーション名
nl: Vul hier de naam van de webapplicatie in
sv: Namnge appen

source: Enter web address
ja: Webアドレス
nl: Vul hier het webadres van de apllicatie in
sv: Ange webbadress

source: Where in the menu?
ja: メニュー内の場所.
nl: Waar in het menu?
sv: Var i menyn?

source: Select an icon
ja: アイコンを選択
nl: Selecteer een icoon
sv: Välj en ikon

source: Use site favicon
ja: サイトのfaviconを使用
nl: Gebruik de website favicon
sv: Använd webbplatsikon

source: Create the SSB with an isolated browser profile (Note: Firefox SSB's are always isolated)
ja: ブラウザのプロファイルを独立させてSSBを作成する (Firefox SSBは常に独立したプロファイルを使用)
nl: Maak de SSB met een geïsoleerd browserprofiel (Opmerking: Firefox SSB's zijn altijd geïsoleerd)
sv: Skapa SSB med en isolerad webbläsarprofil (Obs: Firefox SSB er är alltid isolerade)

source: Apply
ja: 適用
nl: Aanbrengen
sv: Tillämpa

source: Create
ja: 追加
nl: Maak
sv: Skapa

source: Remove
ja: 削除
nl: Verwijder
sv: Ta bort
